Repository: ShaneRich5/JohannesSteu.Neos.News
Catalog: Resources/Private/Translations/*/NodeTypes/NewsList.xlf
Languages: de

# ui.label
source: News list
de: Liste mit News

# properties.sortProperty
source: Property to sort for
de: Sortiere nach

# properties.sortProperty.selectBoxEditor.values._creationDateTime
source: Creation date
de: Erstelldatum

# properties.sortProperty.selectBoxEditor.values.archiveDate
source: Archive date
de: Archiviert am

# properties.sortProperty.selectBoxEditor.values.publishDate
source: Publish date
de: Veröffentlicht am

# properties.sortProperty.selectBoxEditor.values._lastModificationDateTime
source: Publish date
de: Letzte Änderung

# groups.mode
source: Display mode
de: Darstellungs-Modus

# properties.mode
source: Display mode
de: Darstellungs-Modus

# properties.mode.selectBoxEditor.values.getAll
source: All news
de: Alle News

# properties.mode.selectBoxEditor.values.getRootNode
source: Root node
de: Ausgangspunkt

# properties.mode.selectBoxEditor.values.getImportant
source: Only highlighted
de: Nur Highlight-News

# properties.mode.selectBoxEditor.values.getByCategory
source: By Category
de: Nach Kategorie

# properties.category
source: Category
de: Kategorie

# properties.respectImportant
source: Including highlight news
de: Mit Highlight-News
